"AuthControllerApplicationPrincipalRequest" = "%@ vereist dat u uw Kerberos-identiteit opgeeft";
"AuthControllerApplicationRequest"          = "%@ vereist dat u uw Kerberos-wachtwoord opgeeft";
"AuthControllerApplicationPasswordRequest"  = "%@ vereist dat u uw Kerberos-wachtwoord voor %@ opgeeft";

"AuthControllerPrincipalRequest"            = "Geef uw Kerberos-identiteit op";
"AuthControllerRequest"                     = "Geef uw Kerberos-wachtwoord op";
"AuthControllerPasswordRequest"             = "Geef uw Kerberos-wachtwoord voor %@ op";

"AuthControllerHideOptions"                 = "Verberg opties";
"AuthControllerShowOptions"                 = "Toon opties";

"ChangePasswordPasswordExpired"             = "Het wachtwoord voor %@ is verlopen. Wilt u het wijzigen?";
"ChangePasswordApplicationRequest"          = "%@ vereist dat u het Kerberos-wachtwoord voor %@ wijzigt";
"ChangePasswordPrincipalRequest"            = "Wijzig het Kerberos-wachtwoord voor %@";
